// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Upload bestand";
kUploadingTitleStringKey = "Bezig met uploaden…";
kUploadingReceiveResponseTitleStringKey = "Bezig met ontvangen respons…";

// Errors
kFileOpenError = "Kan het bestand %@ niet openen.";
kFileOpenErrorExplanation = "Dit bestand is beschadigd, verplaatst of verwijderd of heeft een nieuwe naam gekregen. Controleer de locatie van het bestand of selecteer een ander bestand en probeer het opnieuw.";
kPrintChannelOpenError = "Kan geen printerkanaal openen.";
kPrintChannelOpenErrorExplanation = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";
kSendDataError = "Kan geen gegevens naar de printer sturen.";
kSendDataErrorExplanation = "Controleer of de printer aanstaat en is aangesloten. Probeer het vervolgens opnieuw.";

HSDDescriptionField = "Selecteer een bestand en stuur het naar de printer. Het resultaat van deze bewerking is afhankelijk van de inhoud van het gestuurde bestand.";
HSDFilePathLabel = "Naam bestand:";
HSDFilePathField = "<Niet geselecteerd>";
HSDChooseButton = "Kies…";
HSDGetResponseButton = "Toon respons van het apparaat";
HSDUploadButton = "Upload";

HSDProgressTitle = "Bezig met uploaden…";
HSDCancelButton = "Annuleer";

HSDCloseButton = "Sluit";
